#### BuiltInFailures.DebugTabBindingFailures Members

---

|  |
| --- |
| BuiltInFailures DebugTabBindingFailures Class   Properties   See Also |

Provides a container of all Revit built-in FailureDefinitionId instances.

The  BuiltInFailures DebugTabBindingFailures  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | OptionValueOutOfRange | Value out of range for Options enum. |

# See Also

BuiltInFailures DebugTabBindingFailures Class

Autodesk.Revit.DB Namespace